
//大场景名
var SceneNameArr = ["开工管理", "厅堂服务", "柜面服务", "完工管理"];

//环节对应操作名
var linkOperDict = {
    "1": "开工业务",
    "2": "厅堂接待",
    "3": "取号",
    "4": "取号后引导",
    "5": "单据审核",
    //"5": "填单",
    "6": "填单后引导",
    "7": "柜面接待",
    "8": "单据收取",
    "9": "资料收取与校验",
    "91": "证件校验",
    "92": "资料收取与校验-非身份证",
    "10": "现金处理",
    "11": "柜员填单",
    "12": "业务办理",
    "13": "单据盖章与签字",
    "133": "单据盖章",
    "134": "单据签字",
    "14": "返还资料",
    "15": "柜台营销转介",
    //"15": "柜台送别",
    "151": "柜台送别",
    "16": "厅堂营销转介",
    //"16": "厅堂送别",
    "161": "厅堂送别",
    "17": "完工业务",
    "20": "厅堂服务-分流",
    "2.5": "厅堂服务-分流"
}

//表单列表对应操作名
var formListOperDict = {
    "5": "单据填单",
    "8": "单据收取",
    "91": "身份证收取",
    "92": "非身份证收取",
    "14": "返还资料",
}